[{"id":2,"name":"LAN RIOJA CRIANZA","year":2006,"country":"Spain","description":"Grapes: Tempranillo\nRegion: Rioja\nA resurgence of interest in boutique vineyards has opened the door for this excellent foray into the dessert wine market. Light and bouncy, with a hint of black truffle, this wine will not fail to tickle the taste buds.","picture":"lan_rioja.jpg"},{"id":5,"name":"REX HILL","year":2009,"country":"USA","description":"Grapes: Pinot Noir\nRegion: Oregon\nOne cannot doubt that this will be the wine served at the Hollywood award shows, because it has undeniable star power. Be the first to catch the debut that everyone will be talking about tomorrow.","picture":"rex_hill.jpg"},{"id":7,"name":"CHATEAU LE DOYENNE","year":2005,"country":"France","description":"Grapes: Merlot\nRegion: Bordeaux\nThough dense and chewy, this wine does not overpower with its finely balanced depth and structure. It is a truly luxurious experience for the senses.","picture":"le_doyenne.jpg"},{"id":9,"name":"BLOCK NINE","year":2009,"country":"USA","description":"Grapes: Pinot Noir\nRegion: California\nWith hints of ginger and spice, this wine makes an excellent complement to light appetizer and dessert fare for a holiday gathering.","picture":"block_nine.jpg"},{"id":10,"name":"DOMAINE SERENE","year":2007,"country":"USA","description":"Grapes: Pinot Noir\nRegion: Oregon\nThough subtle in its complexities, this wine is sure to please a wide range of enthusiasts. Notes of pomegranate will delight as the nutty finish completes the picture of a fine sipping experience.","picture":"domaine_serene.jpg"},{"id":11,"name":"BODEGA LURTON","year":2011,"country":"Argentina","description":"Grapes: Pinot Gris\nRegion: Mendoza\nSolid notes of black currant blended with a light citrus make this wine an easy pour for varied palates.","picture":"bodega_lurton.jpg"},{"id":12,"name":"LES MORIZOTTES","year":2009,"country":"France","description":"Grapes: Chardonnay\nRegion: Burgundy\nBreaking the mold of the classics, this offering will surprise and undoubtedly get tongues wagging with the hints of coffee and tobacco in perfect alignment with more traditional notes. Breaking the mold of the classics, this offering will surprise and undoubtedly get tongues wagging with the hints of coffee and tobacco in perfect alignment with more traditional notes. Sure to please the late-night crowd with the slight jolt of adrenaline it brings.","picture":"morizottes.jpg"},{"id":14,"name":"LOTR","year":1928,"country":"Mordor","description":"The one","picture":null},{"id":15,"name":"Montenegro Adven","year":1647,"country":"Serbia","description":"Red 2","picture":null}]